Repository: NgaKezzy/English
Catalog: lib/l10n/intl_*.arb
Languages: cn, es, hi, jp, ru, vi

# IfYouDo
source: If you do not cancel before 24 hours before the expiry date, the premium plan will be automatically renewed
cn: 如果您未在到期日前 24 小时前取消，则保费计划将自动续订
es: Si no cancela antes de 24 horas antes de la fecha de vencimiento, el plan premium se renovará automáticamente
hi: यदि आप समाप्ति तिथि से 24 घंटे पहले रद्द नहीं करते हैं, तो प्रीमियम योजना स्वतः नवीनीकृत हो जाएगी
jp: 有効期限の24時間前までにキャンセルしない場合、プレミアムプランは自動的に更新されます
ru: Если вы не отмените подписку за 24 часа до истечения срока действия, премиум-план будет автоматически продлен.
vi: Nếu bạn không huỷ trước 24 giờ trước khi hết hạn sử dụng, gói trả phí sẽ tự động được gia hạn

source: Do not have an account
cn: 还没有账号
es: No tiene una cuenta
hi: कोई खाता नहीं है
jp: 口座がないのですか
ru: Нет аккаунта
vi: Bạn chưa có tài khoản

# Byloggingin
source: By logging in, you will agree to the following terms.
cn: 登录即表示您同意以下条款。
es: Al iniciar sesión, acepta los siguientes términos.
hi: लॉग इन करके, आप निम्नलिखित शर्तों से सहमत होंगे।
jp: ログインすると、以下の条件に同意したことになります
ru: Войдя в систему, вы соглашаетесь со следующими условиями.
vi: Khi đăng nhập, bạn sẽ đồng ý với các điều khoản sau.

source: second
cn: 第二
es: segundo
hi: दूसरा
jp: 番目
ru: второй
vi: giây

source: You are trying VIP
cn: 您正在尝试 VIP
es: estas probando vip
hi: आप वीआईपी कोशिश कर रहे हैं
jp: あなたはVIPを試しています
ru: Вы пытаетесь VIP
vi: Bạn đang dùng thử VIP

source: Canceled VIP trial
cn: 取消 VIP 试用
es: Prueba VIP cancelada
hi: रद्द किया गया वीआईपी परीक्षण
jp: VIPトライアルをキャンセル
ru: Отмененная пробная версия VIP
vi: Đã huỷ dùng thử VIP

source: Number of hearts owned
cn: 拥有的心数
es: Número de corazones que posee
hi: स्वामित्व वाले दिलों की संख्या
jp: 所有するハートの数
ru: Количество сердец в собственности
vi: Số tim sở hữu

# Youhaveofhearts
source: You have reached the maximum number of hearts
cn: 您已达到最大心数
es: Has alcanzado el número máximo de corazones
hi: आप दिलों की अधिकतम संख्या तक पहुँच चुके हैं
jp: ハートの最大数に達しました
ru: Вы достигли максимального количества сердечек
vi: Bạn đã đạt số tim tối đa

source: Heart will be restored after 1 hour
cn: 1小时后心脏恢复
es: El corazón se restaurará después de 1 hora
hi: 1 घंटे बाद दिल ठीक हो जाएगा
jp: 心臓は1時間後に回復します
ru: Сердце восстановится через 1 час
vi: Tim sẽ được hồi lại sau 1 giờ

source: Watch ads to get more hearts
cn: 观看广告以获得更多的心
es: Mira anuncios para conseguir más corazones
hi: अधिक दिल पाने के लिए विज्ञापन देखें
jp: より多くの心を得るために広告を見る
ru: Смотрите рекламу, чтобы получить больше сердец
vi: Xem quảng cáo để nhận thêm tim

source: Successful video disliking
cn: 成功踩视频
es: Disgusto de video exitoso
hi: सफल वीडियो नापसंद
jp: 成功したビデオ嫌い
ru: Успешный дизлайк видео
vi: Bỏ thích video thành công

source: Add Video Failed!
cn: 添加视频失败！
es: ¡Error al agregar video!
hi: वीडियो जोड़ने में विफल!
jp: ビデオの追加に失敗しました！
ru: Добавить видео не удалось!
vi: Thêm Video không thành công!

# Videocannotadd
source: Video already exists, cannot add!
cn: 视频已存在，无法添加！
es: El video ya existe, no se puede agregar
hi: वीडियो पहले से मौजूद है, जोड़ा नहीं जा सकता!
jp: ビデオはすでに存在します、追加できません！
ru: Видео уже есть, добавить нельзя!
vi: Video đã tồn tại, không thể thêm!

source: month using Feel . package
cn: 使用 Feel . 包的月份
es: mes usando el paquete Feel.
hi: फील का उपयोग करते हुए महीना। पैकेज
jp: Feel.packageを使用した月
ru: месяц с использованием Feel.package
vi: tháng sử dụng gói Feel

source: Package
cn: 包裹
es: Paquete
hi: पैकेज
jp: パッケージ
ru: Упаковка
vi: Gói

source: Course
cn: 课程
es: Curso
hi: अवधि
jp: コース
ru: Курс
vi: Khóa học

source: Cancel trial
cn: 取消试用
es: Cancelar prueba
hi: परीक्षण रद्द करें
jp: トライアルをキャンセルする
ru: Отменить пробную версию
vi: Hủy dùng thử

source: Used 1 heart
cn: 用过 1 颗心
es: Usó 1 corazón
hi: इस्तेमाल किया 1 दिल
jp: ハート1個使用
ru: Используется 1 сердце
vi: Đã sử dụng 1 tim

# Anerrordata
source: An error occurred while retrieving data
cn: 检索数据时出错
es: Ocurrió un error al recuperar los datos
hi: डेटा पुनर्प्राप्त करते समय एक त्रुटि हुई
jp: データの取得中にエラーが発生しました
ru: Произошла ошибка при получении данных
vi: Xảy ra lỗi trong quá trình lấy dữ liệu

# Usefeaturesnow
source: Use the special features now!
cn: 立即使用特殊功能！
es: ¡Usa las funciones especiales ahora!
hi: अब विशेष सुविधाओं का उपयोग करें!
jp: 今すぐ特別な機能を使用してください！
ru: Воспользуйтесь функциями прямо сейчас!
vi: Sử dụng các tính năng đặc biệt ngay bây giờ!

source: See More
cn: 查看更多
es: Ver más
hi: और देखें
jp: 続きを見る
ru: Виж повече

# seeVideoYoutube
source: Watch full video on Youtube
cn: 在 Youtube 上观看完整视频
es: Ver video completo en Youtube
hi: पूरा वीडियो यूट्यूब पर देखें
jp: Youtubeで完全なビデオを見る
ru: Гледайте цялото видео в Youtube

# reportEnglish
source: Report English subtitles
cn: 用英文字幕报告错误
es: Informar error con subtítulos en inglés
hi: अंग्रेजी उपशीर्षक के साथ त्रुटि की रिपोर्ट करें
jp: 英語字幕でエラーを報告する
ru: Докладвайте грешка със субтитри на английски

# reportSubtitle
source: Report subtitle error
cn: 报告字幕错误
es: Informar error de subtítulos
hi: रिपोर्ट उपशीर्षक त्रुटि
jp: 字幕エラーを報告する
ru: Докладвайте грешка в субтитрите

# chooseSubtitles
source: 1.Choose Subtitles
cn: 1.选择字幕
es: 1.Elegir subtítulos
hi: 1.उपशीर्षक चुनें
jp: 1.字幕を選択する
ru: 1.Изберете Субтитри

# chooseReason
source: 2.Choose Reason
cn: 2.选择原因
es: 2.Elegir motivo
hi: 2. कारण चुनें
jp: 2.理由を選択してください
ru: 2.Изберете Причина

# errorOne
source: Wrong lines
cn: 错误的行
es: líneas incorrectas
hi: गलत लाइनें
jp: 間違った行
ru: Грешни линии

# errorTwo
source: The time the subtitles appear doesn't match
cn: 字幕出现的时间不匹配
es: La hora en que aparecen los subtítulos no coincide
hi: उपशीर्षक के प्रदर्शित होने का समय मेल नहीं खाता
jp: 字幕が表示される時間が一致していません
ru: Времето на появяване на субтитрите не съвпада

# errorThree
source: Spelling error
cn: 拼写错误
es: Error de ortografía
hi: वर्तनी त्रुटि
jp: スペルミス
ru: Правописна грешка

# sendError
source: Send error report
cn: 发送错误报告
es: Enviar reporte de error
hi: त्रुटि रिपोर्ट भेजें
jp: エラーレポートを送信する
ru: Изпратете доклад за грешка

# sendErrorWithEmail
source: Report bugs by email
cn: 通过电子邮件报告错误
es: Reportar errores por correo electrónico
hi: ईमेल द्वारा बग की रिपोर्ट करें
jp: メールでバグを報告する
ru: Докладвайте грешки по имейл

# timerQuestion
source: Set a reminder to study!
cn: 制定学习计划!
es: ¡Establece un horario de estudio!
hi: एक अध्ययन कार्यक्रम निर्धारित करें!
jp: 勉強のスケジュールを立てよう！
ru: Задайте учебен график!
vi: Đặt lịch để nhắc nhở học!

# dateAndTime
source: Date & Time
cn: 约会时间
es: Fecha y hora
hi: दिनांक समय
jp: 日付時刻
ru: Време за среща
vi: Ngày & Giờ

source: Select the event day
cn: 选择活动日期
es: Seleccione el día del evento
hi: घटना का दिन चुनें
jp: イベントの日を選択
ru: Изберете деня на събитието
vi: Chọn ngày

source: Select the event time
cn: 选择活动时间
es: Seleccione la hora del evento
hi: घटना का समय चुनें
jp: イベント時間を選択してください
ru: Изберете часа на събитието
vi: Chọn thời gian

source: Cancel
cn: 取消
es: Cancelar
hi: रद्द करें
jp: キャンセル
ru: Отмяна
vi: Hủy

source: Create
cn: 创建
es: Crear
hi: सृजन करना
jp: 作成
ru: Създайте
vi: Tạo

# titleNotification
source: Review:
cn: 审查:
es: Revisar:
hi: समीक्षा:
jp: レビュー:
ru: преглед:
vi: Ôn tập:

# bodyNotification1
source: Do you have 10 minutes to spare? let's study!
cn: 你有10分钟的空闲时间吗？来学习吧！
es: ¿Tienes 10 minutos libres? ¡estudiemos!
hi: क्या आपके पास 10 मिनट का समय है? चलो पढ़ते हैं!
jp: 10分の余裕はありますか？ 勉強しましょう！
ru: Имате ли свободни 10 минути? Нека учим!
vi: Bạn rảnh 10 phút chứ vào học thôi nào!

# bodyNotification2
source: Hi! Let's review the old lesson together.
cn: 你好！ 让我们一起复习旧课.
es: ¡Hola! Repasemos juntos la vieja lección.
hi: नमस्ते! आइए एक साथ पुराने पाठ की समीक्षा करें।
jp: やあ！ 古いレッスンを一緒に復習しましょう。
ru: Здравейте! Нека заедно прегледаме стария урок.
vi: Hi ! Hãy cùng nhau ôn lại bài cũ nào.

# bodyNotification3
source: It's time to study, let's study
cn: 是时候学习了，我们一起学习吧
es: Es hora de estudiar, estudiemos
hi: अध्ययन करने का समय है, आइए अध्ययन करें
jp: 勉強する時間です、勉強しましょう
ru: Време е да учим, да учим
vi: Đã đến giờ ôn bài ,Học thôi nào

# bodyNotification4
source: Review the lesson to get better every day
cn: 复习课程，每天变得更好
es: Repasa la lección para mejorar cada día.
hi: हर दिन बेहतर होने के लिए पाठ की समीक्षा करें
jp: 毎日良くなるためにレッスンを復習してください
ru: Прегледайте урока, за да ставате по-добри всеки ден
vi: Ôn lại bài để giỏi hơn mỗi ngày nào

# bodyNotification5
source: Let's achieve our daily goals together
cn: 让我们一起实现我们的日常目标
es: Logremos juntos nuestras metas diarias
hi: आइए मिलकर अपने दैनिक लक्ष्यों को प्राप्त करें
jp: 一緒に日々の目標を達成しましょう
ru: Нека заедно постигаме ежедневните си цели
vi: Cùng nhau hoàn thành mục tiêu ngày thôi nào

source: Set Time Notification
cn: 设置时间通知
es: Establecer notificación de tiempo
hi: समय अधिसूचना सेट करें
jp: 時間通知を設定する
ru: Задайте известие за времето
vi: Cài thời gian thông báo

source: Delete Video
cn: 删除视频
es: Eliminar vídeo
hi: वीडियो हटाएं
jp: ビデオを削除
ru: Изтриване на видео
vi: Xóa Video

source: Cancel Notification
cn: 取消通知
es: Cancelar notificación
hi: अधिसूचना रद्द करें
jp: 通知をキャンセル
ru: Отмяна на известието
vi: Hủy Thông Báo

# oneDay
source: Set a study schedule!
cn: 制定学习计划！
es: hacer un plan de aprendizaje!
hi: सीखने की योजना बनाओ!
jp: 学習計画を立てましょう！
ru: Задайте учебен график!
vi: Một ngày

source: Daily
cn: 日常的
es: A diario
hi: रोज
jp: 毎日
ru: Ежедневно
vi: Hằng ngày

# tutorial1
source: Phá»Ÿ puppy will remind you to study on time according to the time you set!
cn: Phở的小狗會根據你設定的時間提醒你準時學習！
es: ¡Puedes instalar el historial de la información del tiempo para una fecha fija!
hi: आप एक निश्चित तिथि के लिए समय की जानकारी का इतिहास स्थापित कर सकते हैं!
jp: 決まった日付の時刻情報の履歴をインストールできます！
ru: Можете да инсталирате историята на информацията за времето за фиксирана дата!
vi: Cún của Phở sẽ nhắc nhở bạn học đúng giờ theo thời gian bạn đã đặt!

# tutorial2
source: You can set the notification time schedule with all days of the week!
cn: 您可以设置一周中的所有日期的通知时间安排！
es: ¡Puede configurar el horario de notificación con todos los días de la semana!
hi: आप सप्ताह के सभी दिनों के साथ अधिसूचना समय सारिणी निर्धारित कर सकते हैं!
jp: 通知のタイムスケジュールは、すべての曜日で設定できます。
ru: Можете да зададете графика за уведомяване с всички дни от седмицата!
vi: Bạn có thể cài đặt lịch thông báo hằng ngày!

source: Install successful notification
cn: 安装成功通知
es: Instalar notificación exitosa
hi: सफल अधिसूचना स्थापित करें
jp: 成功した通知をインストールします
ru: Инсталирайте успешно известие
vi: Cài thông báo thành công

source: Delete Successful
cn: 删除成功
es: eliminar con éxito
hi: सफल हटाएं
jp: 削除に成功
ru: Изтриването е успешно
vi: Xóa thành công

source: Dictionary
cn: 字典
es: Diccionario
hi: शब्दकोष
jp: 辞書
ru: Речник
vi: Thư Viện

# vieoLibrary
source: Video Library
cn: 视频库
es: Biblioteca de vídeos
hi: वीडियो लाइब्रेरी
jp: ビデオライブラリ
ru: Видеотека
vi: Thư Viện Video

source: View All
cn: 查看全部
es: Ver tudo
hi: सभी को देखें
jp: すべて表示
ru: Погледати све
vi: Xem tất cả

# titleAll
source: All
cn: 全部
es: Tudo
hi: सब
jp: 全て
ru: Све
vi: Tất cả

source: Tick
cn: 打钩
es: Marcação
hi: टिक
jp: ダニ
ru: Тицк
vi: Đánh dấu

source: My Sentence Pattern
cn: 我的句型
es: Meu padrão de frase
hi: मेरा वाक्य पैटर्न
jp: 私の文型
ru: Моят модел на изречение
vi: Mẫu câu của tôi

# reviewSentencePattern
source: Practice with saved sentence patterns!
cn: 练习保存的句型 !
es: Pratique com padrões de frases salvos!
hi: सहेजे गए वाक्य पैटर्न के साथ अभ्यास करें!
jp: 保存された文型で練習しましょう！
ru: Практикувайте със запазени модели на изречения!
vi: Luyện tập với mẫu câu đã lưu !

# deleteVideoHistory
source: Delete
cn: 删除
es: Excluir
hi: मिटाना
jp: 消去
ru: Изтрий
vi: Xóa

# confirmDeleteVideoHistory
source: Are you sure to delete this video?
cn: 您确定要删除此视频吗 ？
es: Tem certeza de que deseja excluir este vídeo?
hi: क्या आप वाकई इस वीडियो को हटाना चाहते हैं?
jp: この動画を削除してもよろしいですか？
ru: Сигурни ли сте, че ще изтриете този видеоклип?
vi: Bạn có chắc chắn xóa video này ?
