Repository: NgaKezzy/English
Catalog: lib/l10n/intl_*.arb
Languages: cn, es, hi, jp, ru, vi

source: Enter required information
cn: 输入所需信息
es: Ingrese la información requerida
hi: आवश्यक जानकारी दर्ज करें
jp: 必要な情報を入力してください
ru: Введите необходимую информацию
vi: Nhập thông tin cần thiết

source: Start learning
cn: 开始学习
es: Comienza a aprender
hi: सीखना शुरू करें
jp: 学習を開始します
ru: Начать учиться
vi: Bắt đầu học

source: Enter your email address to recover your password
cn: 输入您的电子邮件地址以恢复您的密码
es: Ingrese su dirección de correo electrónico para recuperar su contraseña
hi: अपना पासवर्ड पुनर्प्राप्त करने के लिए अपना ईमेल पता दर्ज करें
jp: パスワードを回復するには、メールアドレスを入力してください
ru: Введите свой адрес электронной почты, чтобы восстановить пароль
vi: Nhập địa chỉ Email của bạn để khôi phục lại mật khẩu

source: To send
cn: 发送
es: Mandarín
hi: मंदारी
jp: 送信するには
ru: Отправлять
vi: Gửi

# HomePage
source: Home
cn: 主页
es: Pagina
hi: होम पेज
jp: ホーム
ru: Домашняя
vi: Trang chủ

source: Speak
cn: 说话
es: Hablar
hi: बोलना
jp: 話す
ru: Говорить
vi: Luyện đọc

source: Review
cn: 审查
es: Revisar
hi: समीक्षा
jp: レビュー
ru: Рассмотрение
vi: Ôn tập

# EnglishExpre
source: English Expressions Used in Different Situations
cn: 在不同情况下使用的英语表达
es: Expresiones en inglés utilizadas en diferentes situaciones
hi: विभिन्न स्थितियों में प्रयुक्त अंग्रेजी अभिव्यक्ति
jp: さまざまな状況で使用される英語の表現
ru: Английские выражения, используемые в разных ситуациях
vi: Các biểu thức tiếng Anh được sử dụng trong các tình huống khác nhau

source: Latest updates
cn: 最新更新
es: Últimas actualizaciones
hi: नवीनतम अपडेट
jp: 最新のアップデート
ru: Последние обновления
vi: Cập nhật mới nhất

# SampleSentenceProposa
source: Sample sentence proposal
cn: 例句建议
es: Propuesta de oración de muestra
hi: नमूना वाक्य प्रस्ताव
jp: サンプル文の提案
ru: Пример предложения предложения
vi: Mẫu câu đề xuất

source: Specialize
cn: 专精
es: Especializarse
hi: विशेषज्ञ
jp: 専門にする
ru: Специализироваться
vi: Chuyên môn

source: Lesson
cn: 课
es: Lección
hi: सबक
jp: レッスン
ru: Урок
vi: Bài học

source: Video
cn: 贵宾
es: Videos
hi: वीआईपी
jp: ビデオ
ru: видео

source: Already follow the conversation
cn: 已经关注对话了吗
es: ¿Ya sigues la conversación
hi: बातचीत को पहले से फ़ॉलो कर रहे हैं
jp: すでに会話をフォローしていますか
ru: Уже подписаны на беседу
vi: Bạn đã theo dõi bài hội thoại

source: You liked the conversation:
cn: 你喜欢这个对话：
es: Te gustó la conversación:
hi: आपको बातचीत पसंद आई:
jp: あなたは会話が好きでした：
ru: Вам понравился разговор:
vi: Bạn đã thích bài hội thoại:

source: Disliked:
cn: 不喜欢：
es: No me gustó:
hi: नापसंद:
jp: 嫌い：
ru: Не понравилось:
vi: Đã bỏ thích:

source: Unfollowed:
cn: 取消关注：
es: No seguido:
hi: अनफ़ॉलो किया गया:
jp: フォロー解除：
ru: Не подписаны:
vi: Đã bỏ theo dõi:

# Personal
source: Personal achievements
cn: 个人成就
es: Logros personales
hi: व्यक्तिगत उपलब्धियां
jp: 個人的な成果
ru: Личные достижения
vi: Thành tích cá nhân

source: Photogenic
cn: 上镜
es: Fotogénico
hi: प्रकाश उत्पन्न करनेवाला
jp: 写真映えする
ru: Фотогеничный
vi: Ăn ảnh

source: Update Avatar
cn: 更新头像
es: Actualizar avatar
hi: अवतार अपडेट करें
jp: アバターを更新する
ru: Обновить аватар
vi: Cập nhật avatar

source: Hard Work
cn: 努力工作
es: Trabajo duro
hi: कठोर परिश्रम
jp: ハードワーク
ru: Тяжелая работа
vi: Chăm chỉ

source: 3 Consecutive Days Of Goal Completion
cn: 连续 3 天完成目标
es: 3 días consecutivos de consecución de objetivos
hi: लक्ष्य प्राप्ति के लगातार 3 दिन
jp: 目標達成の3日連続
ru: 3 дня подряд достижения цели
vi: 3 ngày hoàn thành mục tiêu liên tục

source: Warrior
cn: 战士
es: Guerrero
hi: योद्धा
jp: 戦士
ru: Воин
vi: Chiến binh

source: Finished 10 Videos
cn: 完成 10 个视频
es: Finalizados 10 vídeos
hi: 10 वीडियो समाप्त
jp: 10本の動画を完成させました
ru: Закончено 10 видео
vi: Học xong 10 video

source: Marksman
cn: 神射手
es: Tirador escondido
hi: लक्ष्यभेदी
jp: マークスマン
ru: Стрелок
vi: Thiện xạ

source: Complete 3 Speak
cn: 完成 3 次说白话
es: Completa 3 palabras
hi: पूर्ण 3 बोलें
jp: 3つのトークを完了する
ru: Завершить 3 Говори
vi: Hoàn thành 3 bài speak

source: Scholar
cn: 学者
es: Erudito
hi: पंडित
jp: 学者
ru: Ученый
vi: Học giả

source: Learn 50 New Words
cn: 学习 50 个生词
es: Aprende 50 palabras nuevas
hi: 50 नए शब्द सीखें
jp: 50の新しい単語を学ぶ
ru: Выучите 50 новых слов
vi: Học 50 từ vựng mới

source: Weekend Hero
cn: 周末英雄
es: Héroe de fin de semana
hi: वीकेंड हीरो
jp: 週末のヒーロー
vi: Dũng sĩ cuối tuần

source: Complete 1 Lesson On Saturday Or Sunday
cn: 在周六或周日完成 1 节课
es: Completa 1 lección el sábado o el domingo
hi: शनिवार या रविवार को 1 पाठ पूरा करें
jp: 土曜日または日曜日に1レッスンを完了する
ru: Завершите 1 урок в субботу или воскресенье
vi: Hoàn thành 1 bài học vào thứ 7 hoặc chủ nhật

source: Experience
cn: 经验
es: Experiencia
hi: अनुभव
jp: 経験
ru: Получите 50 опыта, чтобы открывать сундуки
vi: Kinh nghiệm

source: User Name
cn: 用户名
es: Nombre de usuario
hi: उपयोगकर्ता नाम
jp: ユーザー名
ru: Имя пользователя
vi: Tên đăng nhập

source: What Is Your Learning Goal For To day?
cn: 你今天的学习目标是什么？
hi: आज के लिए आपका सीखने का लक्ष्य क्या है?
jp: 今日のあなたの学習目標は何ですか？
ru: Какова ваша цель обучения на сегодняшний день?

source: Basic
cn: 基本的
es: básico
hi: बुनियादी
jp: 基本
ru: Базовый
vi: Cơ bản

source: Medium
cn: 中等的
es: Medio
hi: मध्यम
jp: 中くらい
ru: Середина

source: Complete Goals And Get Rewards
cn: 完成目标并获得奖励
es: Completa objetivos y obtén recompensas
hi: लक्ष्य पूरा करें और पुरस्कार प्राप्त करें
jp: 目標を完了して報酬を獲得する
ru: Достигайте целей и получайте награды
vi: Hoàn thành mục tiêu và nhận phần thưởng

source: Change Login Name
cn: 更改登录名
es: Cambiar nombre de inicio de sesión
hi: लॉगिन नाम बदलें
jp: ログイン名の変更
vi: Đổi tên đăng nhập

source: Why do you want to practice English?
cn: 你为什么要练习英语？
es: ¿Por qué quieres practicar inglés?
hi: आप अंग्रेजी का अभ्यास क्यों करना चाहते हैं?
jp: なぜあなたは英語を練習したいのですか？
ru: Почему вы хотите практиковать английский?
vi: Vì sao bạn muốn luyện tập tiếng Anh?

source: This helps me tailor the themes to suit your needs
cn: 这有助于我定制主题以满足您的需求
es: Esto me ayuda a adaptar los temas a sus necesidades.
hi: इससे मुझे आपकी ज़रूरतों के अनुरूप थीम तैयार करने में मदद मिलती है
jp: これは私があなたのニーズに合うようにテーマを調整するのに役立ちます
ru: Это помогает мне адаптировать темы в соответствии с вашими потребностями
vi: Điểu này giúp mình điều chỉnh các chủ đề cho phù hợp nhu cầu của bạn

source: Already have an account
cn: 已有账号
es: Ya tienes una cuenta
hi: क्या आपके पास पहले से एक खाता मौजूद है
jp: すでにアカウントをお持ちですか
ru: Уже есть аккаунт
vi: Đã có tài khoản

source: Unsubscribe channel successfully
cn: 成功取消订阅频道
es: Cancelar la suscripción al canal con éxito
hi: चैनल को सफलतापूर्वक अनसब्सक्राइब करें
jp: チャンネルの登録を解除しました
ru: Отписаться от канала успешно
vi: Hủy đăng ký kênh thành công

source: Successful channel registration
cn: 频道注册成功
es: Registro de canal exitoso
hi: सफल चैनल पंजीकरण
jp: チャネル登録の成功
ru: Успешная регистрация канала
vi: Đăng ký kênh thành công

source: Unsubscribe
cn: 退订
es: Darse de baja
hi: सदस्यता रद्द
jp: 登録を解除する
ru: Отписаться
vi: Hủy đăng ký

source: Subscribe
cn: 订阅
es: Suscribir
hi: सदस्यता लेने के
jp: 申し込む
ru: Подписывайся
vi: Đăng ký

source: Cancellation failed
cn: 取消失败
es: Cancelación fallida
hi: रद्द करना विफल
jp: キャンセルに失敗しました
ru: Отмена не удалась
vi: Hủy ko thành công

source: This channel is subscribed
cn: 此频道已订阅
es: Este canal está suscrito
hi: इस चैनल को सब्सक्राइब किया गया है
jp: このチャンネルは購読されています
ru: Этот канал подписан
vi: Kênh này đã được đăng ký

source: All channels
cn: 所有频道
es: Todos los canales
hi: सभी चैनल
jp: すべてのチャンネル
ru: Все каналы
vi: Tất cả các kênh

source: Number of channels
cn: 通道数
es: Número de canales
hi: चैनलों की संख्या
jp: チャネル数
ru: Количество каналов
vi: Số kênh

source: From A-Z
cn: 从 A-Z
es: De A Z
hi: A-Z.से
jp: A-Zから
ru: А до Я
vi: Từ A-Z

source: No study data yet
cn: 尚无研究数据
es: Aún no hay datos del estudio
hi: अभी तक कोई अध्ययन डेटा नहीं
jp: 研究データはまだありません
ru: Данных об исследованиях пока нет
vi: Chưa có dữ liệu ôn tập

source: Please say again
cn: 请再说一遍
es: Dilo nuevamente por favor
hi: कृपया फिर से कहें
jp: もう一度言ってください
ru: Пожалуйста скажи еще раз
vi: Mời bạn nói lại

source: Wrong
cn: 错误的
es: Incorrecto
hi: गलत
jp: 間違い
ru: Неправильный
vi: Sai rồi

source: Retry
cn: 重试
es: Rever
hi: पुन: प्रयास करें
jp: リトライ
ru: Повторить
vi: Thử lại

source: Correct
cn: 正确的
es: Correcto
hi: सही
jp: 正しい
ru: Верный
vi: Đúng rồi

source: Try again
cn: 再试一次
es: Intentar otra vez
hi: पुनः प्रयास करें
jp: 再試行
ru: Попробуйте снова
vi: Thử lại lần nữa

source: There are no channels in this category!
cn: 该类别中没有频道！
es: ¡No hay canales en esta categoría!
hi: इस श्रेणी में कोई चैनल नहीं है!
jp: このカテゴリにはチャネルがありません！
ru: В этой категории нет каналов!
vi: Không có kênh nào thuộc danh mục này!

source: Latest
cn: 最新的
es: Más
hi: नवीनतम
jp: 最新
ru: После
vi: Mới nhất

# PersonalAchievemntes
source: Personal achievements
cn: 个人成就
es: Logros personales
hi: व्यक्तिगत उपलब्धियां
jp: 個人的な成果
ru: Личные достижения
vi: Thành tích cá nhân

# ConsecutiveDaysOfGoalCompletion
source: 3 Consecutive Days Of Goal Completion
cn: 连续 3 天完成目标
es: 3 días consecutivos de consecución de objetivos
hi: लक्ष्य प्राप्ति के लगातार 3 दिन
jp: 目標達成の3日連続
ru: 3 дня подряд достижения цели
vi: 3 ngày hoàn thành mục tiêu liên tục

source: Unable To Update Full Name!
cn: 无法更新全名！
es: ¡No se puede actualizar el nombre completo!
hi: पूरा नाम अपडेट करने में असमर्थ!
jp: フルネームを更新できません！
ru: Невозможно обновить полное имя!
vi: không thể cập nhật tên đầy đủ!

source: The current password entered is not correct!
cn: 当前密码不正确！
es: ¡La contraseña actual no es correcta!
hi: वर्तमान पासवर्ड सही नहीं है!
jp: 現在のパスワードが正しくありません！
ru: Текущий пароль неверен!
vi: Mật khẩu hiện tại chưa đúng!

source: Password no match
cn: 密码不匹配！
es: ¡Las contraseñas no coinciden!
hi: पासवर्ड मैच नहीं कर रहा है!
jp: パスワードが一致しません！
ru: Пароль не подходит!
vi: Mật khẩu không trùng khớp!

source: Please enter the correct email syntax
cn: 请输入正确的电子邮件语法！
es: Introduzca la sintaxis de correo electrónico correcta.
hi: कृपया सही ईमेल सिंटैक्स दर्ज करें!
jp: 正しいメール構文を入力してください！
ru: Пожалуйста, введите правильный синтаксис электронной почты!
vi: Vui lòng nhập đúng cú pháp email!

source: Password must be at least 6 characters and contain both letters and numbers!
cn: 密码必须至少为 6 个字符，并且包含字母和数字！
es: La contraseña debe tener al menos 6 caracteres y contener letras y números.
hi: पासवर्ड कम से कम 6 अक्षर का होना चाहिए और इसमें अक्षर और संख्या दोनों हों!
jp: パスワードは6文字以上で、文字と数字の両方が含まれている必要があります。
ru: Пароль должен состоять минимум из 6 символов и содержать как буквы, так и цифры!
vi: Mật khẩu tối thiểu gồm 6 kí tự,có cả chữ và số!

source: Length from 6 to 24 characters, only numbers and letters!
cn: 长度从 6 到 24 个字符，只有数字和字母！
es: Longitud de 6 a 24 caracteres, ¡solo números y letras!
hi: 6 से 24 वर्णों की लंबाई, केवल संख्याएँ और अक्षर!
jp: 長さは6〜24文字で、数字と文字のみです。
ru: Длина от 6 до 24 символов, только цифры и буквы!
vi: Độ dài từ 6 đến 24 kí tự, chỉ có số và chữ!

source: Please double check your username!
cn: 请仔细检查您的用户名！
es: ¡Vuelva a comprobar su nombre de usuario!
hi: कृपया अपना उपयोगकर्ता नाम दोबारा जांचें!
jp: ユーザー名を再確認してください！
ru: Пожалуйста, проверьте свое имя пользователя еще раз!
vi: Vui lòng kiểm tra lại tên đăng nhập!

source: Please enter full information!
cn: 请输入完整信息！
es: Por favor ingrese la información completa.
hi: कृपया पूरी जानकारी दर्ज करें!
jp: 完全な情報を入力してください！
ru: Пожалуйста, введите полную информацию!
vi: Vui lòng nhập đầy đủ thông tin!

# GreateExactly
source: Great!. Exactly
cn: 伟大的！。 确切地
es: ¡Excelente!. Exactamente
hi: महान!। बिल्कुल
jp: 素晴らしい！。丁度
ru: Большой!. Точно
vi: Tuyệt vời!. Chính xác rồi

source: Great!. You are right
cn: 伟大的！。 你说得对
es: ¡Excelente!. Tienes razón
hi: महान!। आप सही हैं
jp: 素晴らしい！。あなたは正しい
ru: Большой!. Вы правы на
vi: Tuyệt vời!. Bạn nói đúng

source: Voice not recognized, please try again
cn: 语音无法识别，请将麦克风静音并重试
es: Voz no reconocida, inténtalo de nuevo.
hi: आवाज पहचानी नहीं गई, कृपया पुन: प्रयास करें
jp: 音声が認識されません。もう一度お試しください
ru: Голос не распознан, попробуйте еще раз
vi: Không nhận diện được giọng nói, nhấn tắt mic và thử lại

source: Continue
cn: 继续
es: Continuar
hi: जारी रखना
jp: 継続する
ru: Продолжать
vi: Tiếp tục

source: Close
cn: 关闭
es: Cerrar
hi: बंद करे
jp: 選ぶ
ru: Закрывать
vi: Đóng

source: No course available
cn: 没有可用的课程
es: No hay cursos disponibles
hi: कोई पाठ्यक्रम उपलब्ध नहीं हैं
jp: 利用可能なコースはありません
ru: Нет доступных курсов
vi: Không có khóa học nào

# NotStudied
source: Haven't studied yet
cn: 还没学
es: Aún no he estudiado
hi: अभी तक पढ़ाई नहीं की है
jp: まだ勉強していません
ru: еще не учился
vi: Chưa học

source: Hide away
cn: 隐藏
es: Esconderse
hi: छिप जाना
jp: 隠れる
ru: спрятаться
vi: Ẩn bớt

# StartConversation
source: Start a conversation
cn: 开始对话
es: iniciar una conversación
hi: एक बातचीत शुरू
jp: 会話を始める
ru: начать разговор
vi: Bắt đầu hội thoại

source: Click the button to start speaking
cn: 点击按钮开始讲话
es: Haga clic en el botón para comenzar a hablar.
hi: बोलना शुरू करने के लिए बटन पर क्लिक करें
jp: ボタンをクリックして話し始めます
ru: Нажмите кнопку, чтобы начать говорить
vi: Bấm vào nút để bắt đầu nói

source: Listening
cn: 聆听
es: Escuchando
hi: सुनना
jp: 聞いている
ru: слушая
vi: Đang lắng nghe

source: Successfully added
cn: 添加成功
es: Éxito agregado
hi: सफलतापूर्वक शामिल
jp: 追加された成功
ru: успешно добавлен
vi: Đã thêm thành công

# ThisSentencePatternHasBeenAdded
source: This sentence pattern has been added to the review list
cn: 此句型已添加到评论列表
es: Este patrón de oración se ha agregado a la lista de revisión
hi: इस वाक्य पैटर्न को समीक्षा सूची में जोड़ा गया है
jp: この文型がレビューリストに追加されました
ru: Этот образец предложения был добавлен в список обзора
vi: Mẫu câu này đã được thêm vào danh sách ôn tập

source: Click the button to start recording
cn: 点击按钮开始录制
es: Haga clic en el botón para comenzar a grabar
hi: रिकॉर्डिंग शुरू करने के लिए बटन पर क्लिक करे
jp: ボタンをクリックして録音を開始します
ru: Нажмите кнопку, чтобы начать запись
vi: Bấm vào nút để bắt đầu việc ghi âm

source: Recording
cn: 记录
es: Grabación
hi: रिकॉर्डिंग
jp: 録音
ru: Запись
vi: Đang ghi âm(Bấm lại để dừng ghi âm)

source: Congratulations on achieving your goal
cn: 恭喜你实现目标
es: Felicitaciones por lograr su objetivo
hi: अपने लक्ष्य को प्राप्त करने के लिए बधाई
jp: 目標達成おめでとうございます
ru: Поздравляю с достижением цели
vi: Chúc mừng bạn đã hoàn thành được mục tiêu

source: Length from 6 to 24 characters
cn: 长度从 6 到 24 个字符
es: Longitud de 6 a 24 caracteres
hi: 6 से 24 वर्णों की लंबाई
jp: 6〜24文字の長さ
ru: Длина от 6 до 24 символов
vi: Độ dài từ 6 đến 24 kí tự

# StartTrial
source: Start your 7-day trial
cn: 开始您的 7 天试用
es: Comience su prueba de 7 días
hi: अपना 7-दिवसीय परीक्षण प्रारंभ करें
jp: 7日間のトライアルを開始します
ru: Начните 7-дневную пробную версию
vi: Bắt đầu dùng thử 7 ngày

source: Choose
cn: 选择
es: Escoger
hi: चुनें
jp: 選ぶ
ru: выбирать
vi: Chọn

# YouHaveExpired
source: You have expired your VIP trial
cn: 您的 VIP 试用期已过期
es: Ha expirado su prueba VIP
hi: आपने अपना वीआईपी परीक्षण समाप्त कर दिया है
jp: VIPトライアルの有効期限が切れています
ru: Срок действия VIP-пробной версии истек
vi: Bạn đã hết hạn dùng thử Vip

source: VIP Upgrade
cn: 贵宾升级
es: Actualización VIP
hi: वीआईपी अपग्रेड
jp: VIPアップグレード
ru: VIP-апгрейд
vi: Nâng cấp Vip

source: Continued limited access
cn: 持续受限访问
es: Acceso limitado continuo
hi: निरंतर सीमित पहुंच
jp: 継続的な制限付きアクセス
ru: Продолжение ограниченного доступа
vi: Tiếp tục truy cập hạn chế

source: You are stopping to try VIP
cn: 您的 VIP 试用期已过期
es: Ha expirado su prueba VIP
hi: आप VIP को आज़माने के लिए रुक रहे हैं
jp: VIPトライアルの有効期限が切れています
ru: Вы останавливаетесь, чтобы попробовать VIP
vi: Bạn đã hết hạn dùng thử Vip

# NotifyAll
source: Notify
cn: 通知
es: Notificar
hi: सूचित करें
jp: 通知する
ru: Поставить в известность
vi: Thông báo

# CongratulationsYouGot10Diamonds
source: Congratulations you got 1 diamonds
cn: 恭喜，您已收到 1 颗钻石
es: Enhorabuena, has recibido 1 diamantes.
hi: बधाई हो, आपको 1 हीरे मिले हैं
jp: おめでとうございます、あなたは1個のダイヤモンドを受け取りました
ru: Поздравляем, вы получили 1 бриллиантов

source: What is your learning goal?
cn: 你的学习目标是什么？
es: ¿Cuál es tu objetivo de aprendizaje?
hi: आपका सीखने का लक्ष्य क्या है?
jp: あなたの学習目標は何ですか？
ru: Какая у вас цель обучения?
vi: Mục tiêu học tập của bạn là gì?

# HavenReceivedAnyNotificationsYet
source: Haven't received any notifications yet
cn: 暂无公告
es: Aún no he recibido ninguna notificación
hi: अभी तक कोई सूचना प्राप्त नहीं हुई है
jp: まだ発表はありません
ru: Еще не получал никаких уведомлений
vi: Không có thông báo nào cả

source: Get rewarded
cn: 获得奖励
es: Ser recompensado
hi: इनाम पाएं
jp: 報酬を受ける
ru: Получить вознаграждение
vi: Nhận thưởng

source: Gold
cn: 黄色的
es: oro
hi: सोना
jp: 黄色
ru: золото
vi: Vàng

source: Sorry. Try harder!!!
cn: 对不起。 更加努力！！！
es: Perdón. ¡¡¡Esforzarse más!!!
hi: माफ़ करना। और कोशिश करो!!!
jp: ごめん。 もっと頑張ってください!!!
ru: Извините. Стараться!!!
vi: Rất tiếc. Cố gắng hơn nhé!!!

source: Sample main sentence
cn: 主要句型
es: Ejemplo de oración principal
hi: नमूना मुख्य वाक्य
jp: 主な文型
ru: Пример основного предложения
vi: Mẫu câu chính

source: Add failed sentence pattern
cn: 添加失败句型
es: Agregar patrón de oración fallida
hi: विफल वाक्य पैटर्न जोड़ें
jp: 失敗した文型を追加する
ru: Добавить шаблон неудавшегося предложения
vi: Thêm mẫu câu không thành công

# SentencePatternAlreadyExists
source: Sentence pattern already exists, failed
cn: 句型已经存在，失败
es: El patrón de oración ya existe, falló
hi: वाक्य पैटर्न पहले से मौजूद है, विफल
jp: 文のパターンはすでに存在しますが、失敗しました
ru: Шаблон предложения уже существует, не удалось
vi: Mẫu câu đã tồn tại, không thành công

source: Learned
cn: 学会
es: aprendido
hi: सीखा है
jp: 学んだ
ru: выучил
vi: Đã học

# TheNumberOfStars
source: The number of stars you get
cn: 你为什么得到它？
es: La cantidad de estrellas que obtienes
hi: आपको मिलने वाले सितारों की संख्या
jp: なぜあなたはそれを手に入れましたか？
ru: Количество звезд, которые вы получите
vi: Sao mà bạn nhận được

source: Today
cn: 今天
es: Hoy dia
hi: आज
jp: 今日
ru: Сегодня
vi: Hôm nay

source: You have successfully registered today
cn: 您今天成功参加并获得了 3 颗心参加测验
es: Se ha registrado exitosamente
hi: आपने सफलतापूर्वक पंजीकरण करवा लिया है
jp: 今日は無事に出席し、クイズで3つのハートを受け取りました
ru: Вы успешно зарегистрировались
vi: Bạn đã điểm danh thành công

# TheAttendanceDateIsOver
source: The attendance date is over or not yet
cn: 出席日期已过或尚未
es: La fecha de asistencia ha terminado o aún no
hi: हाजिरी की तारीख खत्म हुई या नहीं
jp: 出席日が過ぎているか、まだです
ru: Дата посещения закончилась или еще нет
vi: Đã quá ngày hoặc chưa đến ngày điểm danh

source: You have already registered
cn: 您已经注册
es: Ya se ha registrado
hi: आप पहले ही पंजीकृत हो चुके हैं
jp: すでに登録済みです
ru: Вы уже зарегистрировались
vi: Bạn đã điểm danh rồi

source: Not Found
cn: 未找到
es: Extraviado
hi: नहीं मिला
jp: 見つかりません
ru: Не найден
vi: Không tìm thấy

source: Start Quiz
cn: 开始测验
es: Iniciar prueba
hi: प्रश्नोत्तरी शुरू करें
jp: クイズを開始する
ru: Начинать Quiz
vi: Bắt đầu Quiz

source: Practice Game
cn: 练习游戏
hi: अभ्यास खेल
jp: 練習ゲーム
ru: Практическая игра
vi: Luyện Tập Game

source: You need to try harder!
cn: 你需要更加努力！
es: ¡Tienes que esforzarte más!
hi: आपको और अधिक प्रयास करने की आवश्यकता है!
jp: もっと頑張る必要があります！
ru: Вам нужно больше стараться!
vi: Bạn cần cố gắng nhiều hơn!

source: Content Report
cn: 内容报告
es: Informe de contenido
hi: सामग्री रिपोर्ट
jp: コンテンツレポート
ru: Отчет о содержании
vi: Báo cáo nội dung

source: Answer:
cn: 回答：
es: Respuesta:
hi: उत्तर:
jp: 答え：
ru: Отвечать:
vi: Câu trả lời:

source: I am out of heart
cn: 我没心没肺
es: estoy fuera de corazón
hi: मैं दिल से बाहर हूँ
jp: 心が痛い
ru: я из сердца
vi: Hết kim cương rồi!

source: Watch ads and get hearts
cn: 看广告，得到心
es: Mira anuncios y consigue corazones.
hi: विज्ञापन देखें और दिल पाएं
jp: 広告を見て、心をつかむ
ru: Смотрите рекламу и получайте сердца
vi: Xem quảng cáo và nhận thêm kim cương

source: to continue the challenge
cn: 继续挑战
es: para continuar el reto
hi: चुनौती जारी रखने के लिए
jp: 挑戦を続けるために
ru: продолжить вызов
vi: để tiếp tục thử thách

source: Try using infinite hearts
cn: 尝试使用无限的心
es: Intenta usar corazones infinitos
hi: अनंत दिलों का उपयोग करने का प्रयास करें
jp: 無限のハートを使ってみてください
ru: Попробуйте использовать бесконечные сердца
vi: Thử dùng vô hạn tim

source: End of Quiz
cn: 测验结束
es: Fin del cuestionario
hi: प्रश्नोत्तरी का अंत
jp: クイズの終わり
ru: Конец Quiz
vi: Kết thúc Quiz

# KeywordSearch
source: Search for vocabulary or keywords
cn: 搜索字词或关键字
es: Buscar palabras o palabras clave
hi: शब्दावली या कीवर्ड खोजें
jp: 語彙やキーワードを検索する
ru: Поиск по словарю или ключевым словам
vi: Tìm kiếm từ vựng hoặc từ khóa

source: Couples moving together
cn: 一起搬家的情侣
es: Pareja moviéndose juntos
hi: युगल एक साथ चल रहे हैं
jp: 一緒に動くカップル
ru: Пара движется вместе
vi: Đôi bạn cùng tiến

# JoinFBGroup
source: Join 's FB group MYFEEL!
cn: 加入MYFEEL的FB群！
es: ¡Únete al grupo de FB de Pho English!
hi: माईफील के एफबी समूह में शामिल हों!
jp: MYFEELのFBグループに参加しましょう！
ru: Присоединяйтесь к группе Pho English на FB!
vi: Tham gia group FB của MYFEEL!

# JoinFMakeFriendsAndLearnTogether
source: Make friends and learn together with other players!
cn: 结交朋友，与其他玩家一起学习！
es: ¡Haz amigos y aprende junto con otros jugadores!
hi: दोस्त बनाएं और अन्य खिलाड़ियों के साथ मिलकर सीखें!
jp: 友達を作り、他のプレイヤーと一緒に学びましょう！
ru: Подружитесь и учитесь вместе с другими игроками!
vi: Kết bạn và cùng nhau học hỏi với những cao thủ khác!

source: December free course
cn: 12月免费课程
es: curso gratis de diciembre
hi: दिसंबर फ्री कोर्स
jp: 12月の無料コース
ru: декабрьский бесплатный курс
vi: khóa học miễn phí tháng 12

source: Beginner: lessons
cn: 初学者：课程
es: Principiante: lecciones
hi: शुरुआती: सबक
jp: 初心者：レッスン
ru: Новичок: уроки
vi: Sơ cấp: các bài học

source: Total
cn: 全部的
hi: कुल
jp: 合計
ru: Всего
vi: Tổng

# BaiGiang
source: Lesson
cn: 课
es: Lección
hi: सबक
jp: レッスン
ru: Урок
vi: Bài giảng

# LuyenNoi
source: Practice speaking
cn: 练习口语
es: Practica el habla
hi: बोलने का अभ्यास करें
jp: スピーキングの練習
ru: Практикуйтесь в разговоре
vi: Luyện nói

# Use1heart
source: Use 1 heart to display subtitles
cn: 使用 1 颗心显示子
es: Usa 1 corazón para mostrar sub
hi: उप दिखाने के लिए 1 दिल का प्रयोग करें
jp: サブを表示するために1つのハートを使用
ru: Используйте 1 сердце, чтобы показать суб
vi: Sử dụng 1 tim để hiện sub

source: Unlimited Hearts
cn: 无限心滴
es: Gota de corazón ilimitada
hi: अनलिमिटेड हार्ट ड्रॉप
jp: 無制限のハートドロップ
ru: Неограниченное падение сердца
vi: Không giới hạn thả tim

source: Disable ads
cn: V禁用广告
es: Desactivar los anuncios
hi: विज्ञापन अक्षम करें
jp: 広告を無効にする
ru: Отключить рекламу
vi: Vô hiệu hoá quảng cáo

# UnlimitedSamples
source: Unlimited number of review sentence samples
cn: 无限数量的评论句子样本
es: Número ilimitado de muestras de oraciones de revisión
hi: समीक्षा वाक्य नमूनों की असीमित संख्या
jp: レビュー文サンプルの数に制限はありません
ru: Неограниченное количество образцов обзорных предложений
vi: Không giới hạn số lượng mẫu câu ôn tập

source: Watch all VIP videos
cn: 观看所有 VIP 视频
es: Mira todos los videos VIP
hi: Xसभी वीआईपी वीडियो देखें
jp: すべてのVIPビデオを見るP
ru: Посмотреть все VIP-видео
vi: Xem tất cả video VIP

# YouCanSignUpForA7Day
source: You can sign up for a 7-day VIP trial to experience the VIP service
cn: 您可以注册7天VIP试用体验VIP服务
es: Puede registrarse para una prueba VIP de 7 días para experimentar el servicio VIP
hi: आप वीआईपी सेवा का अनुभव करने के लिए 7-दिवसीय वीआईपी परीक्षण के लिए साइन अप कर सकते हैं
jp: 7日間のVIPトライアルにサインアップして、VIPサービスを体験できます
ru: Вы можете подписаться на 7-дневную пробную версию VIP, чтобы испытать VIP-обслуживание
vi: Bạn có thể đăng ký dùng thử VIP 7 ngày để trải nghiệm dịch vụ VIP

# YouCanCancel
source: You can cancel your subscription before the end of the current period
cn: 您可以在本期结束前取消订阅
es: Puede cancelar su suscripción antes de que finalice el período actual
hi: वर्तमान अवधि समाप्त होने से पहले आप अपनी सदस्यता रद्द कर सकते हैं
jp: 現在の期間が終了する前にサブスクリプションをキャンセルできます
ru: Вы можете отменить подписку до окончания текущего периода
vi: Bạn có thể huỷ đăng ký trước khi kỳ hạn sử dụng hiện tại kết thúc

# WhenCanceling
source: When canceling the subscription, VIP calling will stop after the expiry date
cn: 取消订阅时，VIP通话将在到期日后停止
es: Al cancelar la suscripción, las llamadas VIP se detendrán después de la fecha de vencimiento
hi: सदस्यता रद्द करते समय, समाप्ति तिथि के बाद वीआईपी कॉलिंग बंद हो जाएगी
jp: サブスクリプションをキャンセルすると、VIP通話は有効期限後に停止します
ru: При отмене подписки VIP-звонки прекратятся после истечения срока действия.
vi: Khi huỷ đăng ký, gọi VIP sẽ dừng sau khi hết hạn sử dụng
