Repository: NgaKezzy/English
Catalog: lib/l10n/intl_*.arb
Languages: cn, es, hi, jp, ru, vi

source: Setting
cn: 环境
es: Configuración
hi: स्थापना
jp: 設定
ru: Параметр
vi: Cài đặt

source: English
cn: 英语
es: Inglesa
hi: अंग्रेज़ी
jp: 英語
ru: английский
vi: Anh

source: VietNamese
cn: 越南语
hi: वियतनामी
jp: ベトナム
ru: Вьетнамский
vi: Việt Nam

source: China
cn: 中国
es: Porcelana
hi: चीन
jp: 中国
ru: Китай
vi: Trung Quốc

source: Japan
cn: 日本
es: Japonesa
hi: जापान
jp: 日本
ru: Япония
vi: Nhật Bản

source: India
cn: 印度
hi: भारत
jp: インド
ru: Индия
vi: Ấn Độ

source: Spain
cn: 西班牙
es: España
hi: स्पेन
jp: スペイン
ru: Испания
vi: Tây Ban Nha

source: Russia
cn: 俄罗斯
es: Rusia
hi: रूस
jp: ロシア
ru: Россия
vi: Nga

# CurrentLang
source: English
cn: 中国
es: España
hi: भारत
jp: 日本
ru: Россия
vi: Việt Nam

source: You have switched to English
cn: 你已经切换到中文了
es: Te has cambiado al Español
hi: आपने भारतीय में स्विच किया है
jp: 日本語に切り替えました
ru: Вы перешли на русский язык
vi: Bạn đã chuyển sang tiếng Việt

source: Profile
cn: 轮廓
es: Perfil
hi: प्रोफ़ाइल
jp: プロフィール
ru: Профиль
vi: Cá nhân

source: Joined since
cn: 加入以来
es: Unido desde
hi: तब से शामिल हुए
jp: 以来入社
ru: Присоединился с
vi: Đã tham gia từ

source: Edit Profile
cn: 编辑个人资料
es: Editar perfil
hi: प्रोफ़ाइल संपादित करें
jp: プロファイル編集
ru: Редактировать профиль
vi: Chỉnh sửa hồ sơ

source: Video Vip
cn: 贵宾影片
es: Videos Vip
hi: वीआईपी वीडियो
jp: Vipビデオ
ru: VIP-видео

source: Name
cn: 姓名
es: Nombre
hi: नाम
jp: 名前
ru: Имя
vi: Tên

source: Sex
cn: 性别
es: Sexo
hi: लिंग
jp: セックス
ru: Секс
vi: Giời tính

source: Address
cn: 地址
es: Dirección
hi: पता
jp: 住所
ru: Адрес
vi: Địa chỉ

source: Email
cn: 电子邮件
es: Correo electrónico
hi: ईमेल
jp: Eメール
ru: Эл. адрес

source: Male
cn: 男性
es: Masculino
hi: पुरुष
jp: 男
ru: Мужчина
vi: Nam

source: Female
cn: 女性
es: Mujer
hi: महिला
jp: 女性
ru: женский
vi: Nữ

source: Password
cn: 密码
es: Contraseña
hi: पासवर्ड
jp: パスワード
ru: Пароль
vi: Mật khẩu

source: Linked Login
cn: 链接器登录
es: Inicio de sesión en Linkedin
hi: लिंक्डइन लॉगिन
jp: リンカーログイン
ru: Вход для компоновщика
vi: Đăng nhập đã liên kết

source: Language
cn: 语
es: Idioma
hi: भाषा
jp: 言語
ru: Язык
vi: Ngôn ngữ

source: Paid recovery
cn: 有偿追回
es: Recuperación pagada
hi: भुगतान वसूली
jp: 有料回収
ru: Платное восстановление
vi: Khôi phục trả phí

source: Notification settings
cn: 通知设置
es: Configuración de las notificaciones
hi: अधिसूचना सेटिंग्स
jp: 通知設定
ru: Настройки уведомлений
vi: Cài đặt thông báo

source: Useful sentence patterns
cn: 有用的句型
es: Patrones de oraciones útiles
hi: उपयोगी वाक्य पैटर्न
jp: 便利な文型
ru: Полезные шаблоны предложений
vi: Mẫu câu hữu dụng

source: Study guide
cn: 学习指导
es: Guía de estudio
hi: अध्ययन गाइड
jp: 学習ガイド
ru: Учебное пособие
vi: Hướng dẫn ôn tập

source: Tournament information
cn: 赛事信息
es: Información del torneo
hi: टूर्नामेंट की जानकारी
jp: トーナメント情報
ru: Информация о турнире
vi: Thông tin giải đấu

source: Notification learn
cn: 通知学习
es: Notificación de aprendizaje
hi: अधिसूचना जानें
jp: 通知学習
ru: Уведомление узнать
vi: Thông báo học

source: Information events
cn: 信息事件
es: Eventos informativos
hi: सूचना कार्यक्रम
jp: 情報イベント
ru: Информационные события
vi: Thông tin sự kiện

source: Fried chicken warning
cn: 炸鸡警告
es: Advertencia de pollo frito
hi: तला हुआ चिकन चेतावनी
jp: フライドチキンの警告
ru: Предупреждение о жареной курице
vi: Cảnh báo gà rán

source: New content on subscribe channel
cn: 订阅频道上的新内容
es: Nuevo contenido en el canal de suscripción
hi: चैनल को सब्सक्राइब करें पर नई सामग्री
jp: サブスクライブチャネルの新しいコンテンツ
ru: Новый контент на канале подписки
vi: Nội dung mới trên kênh đăng ký

source: Report problem
cn: 报告问题
es: Reportar problema
hi: समस्या की सूचना दें
jp: 問題を報告する
ru: Отчет о проблемах
vi: Báo cáo sự cố

source: Application information
cn: 应用信息
es: Información de la aplicación
hi: आवेदन की सूचना
jp: アプリケーション情報
ru: Информация о приложении
vi: Thông tin ứng dụng

source: Cache
cn: 缓存
hi: कैश
jp: キャッシュ
ru: Кеш
vi: Bộ nhớ Cache

source: Version
cn: 版本
es: Versión
hi: संस्करण
jp: バージョン
ru: Версия
vi: Phiên Bản

source: Privacy Policy
cn: 隐私政策
es: Política de privacidad
hi: गोपनीयता नीति
jp: プライバシーポリシー
ru: Политика конфиденциальности
vi: Chính sách bảo mật

source: Terms of use
cn: 使用条款
es: Condiciones de uso
hi: उपयोग की शर्तें
jp: 利用規約
ru: Условия эксплуатации
vi: Điều khoản sử dụng

source: Open source copyright
cn: 开源版权
es: Copyright de código abierto
hi: ओपन सोर्स कॉपीराइट
jp: オープンソースの著作権
ru: Авторские права с открытым исходным кодом
vi: Bản quyền nguồn mở

source: Log out
cn: 登出
es: Cerrar sesión
hi: लॉग आउट
jp: ログアウト
ru: Выйти
vi: Đăng xuất

source: Change
cn: 改变
es: Cambio
hi: परिवर्तन
jp: 変化する
ru: Изменять
vi: Thay đổi

source: Confirm
cn: 确认
es: Confirmar
hi: पुष्टि करना
jp: 確認
ru: Подтверждать
vi: Xác nhận

source: Restore
cn: 恢复
es: Restaurar
hi: पुनर्स्थापित
jp: 戻す
ru: Восстановить
vi: Khôi phục

source: 7 days trial
cn: 7天试用
es: Prueba de 7 días
hi: 7 दिन का परीक्षण
jp: 7日間のトライアル
ru: 7-дневная пробная версия
vi: 7 ngày miễn phí!

source: Continue limited access
cn: 继续受限访问
es: Continuar con el acceso limitado
hi: सीमित पहुंच जारी रखें
jp: 制限付きアクセスを続行
ru: Продолжить ограниченный доступ
vi: Tiếp tục truy cập hạn chế

source: 569.000VND/year
cn: 569.000 越南盾/年
es: 569.000VND / año
hi: 569,000 वीएनडी/वर्ष
jp: 569,000VND /年
ru: 569,000 VND / год
vi: 569.000VND/năm

source: 1600+ lessons with many topics
cn: 1600 多门课程，主题众多
es: 1600+ lecciones con muchos temas
hi: कई विषयों के साथ 1600+ पाठ
jp: 多くのトピックを含む1600以上のレッスン
ru: 1600+ уроков по разным темам
vi: 1600+ bài học với nhiều chủ đề

source: Learn 1 on 1 with Alan
cn: 与艾伦一对一学习
es: Aprende 1 a 1 con Alan
hi: 1 के साथ 1 सीखें Alan
jp: アランと1対1で学ぶ
ru: Учитесь 1 на 1 с Аланом
vi: học 1 kèm 1 với Alan

source: Summary at the end of the day
cn: 一天结束时的总结
es: Resumen al final del día
hi: दिन के अंत में सारांश
jp: 一日の終わりのまとめ
ru: Резюме в конце дня
vi: Bảng tổng kết cuối ngày

source: 100.000VND/month
cn: 100.000VND/月
es: 100.000VND / mes
hi: १००,००० वीएनडी/माह
jp: 100,000VND /月
ru: 100,000 VND / месяц
vi: 100.000VND/tháng

source: Hi,I'm Ling
cn: 你好，我是玲
es: Hola soy Ling
hi: हाय मैं हूँ Ling
jp: こんにちは、私はリンです
ru: Привет я Линг
vi: Chào bạn, mình là Ling!

source: I Will Be Your Coach And Companion On Your Journey ToImprove Your English
cn: 我将成为您提高英语水平的教练和伴侣
es: Seré su entrenador y compañero en su viaje para mejorar su inglés
hi: मैं आपकी अंग्रेजी सुधारने के लिए आपकी यात्रा में आपका कोच और साथी बनूंगा
jp: 私はあなたの英語を上達させるためのあなたの旅のあなたのコーチとコンパニオンになります
ru: Я буду вашим тренером и компаньоном в вашем путешествии по улучшению вашего английского
vi: Mình sẽ là huấn luyện viên và bạn đồng hành cùng bạn trên hành trình cải thiện tiếng Anh

source: Friend, answer a few questions for me so I can design a great personalized experience for you.
cn: 朋友，请为我回答几个问题，以便我为您设计出色的个性化体验。
es: Amigo, respóndame algunas preguntas para que pueda diseñar una gran experiencia personalizada para usted.
hi: मित्र, मेरे लिए कुछ प्रश्नों के उत्तर दीजिए ताकि मैं आपके लिए एक बेहतरीन व्यक्तिगत अनुभव तैयार कर सकूं।
jp: 友よ、私のためにいくつかの質問に答えてください。そうすれば、私はあなたのために素晴らしいパーソナライズされた体験をデザインすることができます。
ru: Друг, ответь мне на несколько вопросов, и я смогу разработать для тебя отличный индивидуальный опыт.
vi: Bạn ơi , trả lời giúp mình một số câu hỏi để mình có thể thiết kế cho bạn một trải nghiệm cá nhân hóa thật hay ho nhé!

source: Let's start !
cn: 开始吧!
es: Empecemos !
hi: चलो शुरू करते हैं !
jp: はじめましょう ！
ru: Давайте начнем !
vi: Bắt đầu thôi!

source: Why do you want to practice English?
cn: 你为什么要练习英语？
es: ¿Por qué quieres practicar inglés?
hi: आप अंग्रेजी का अभ्यास क्यों करना चाहते हैं?
jp: なぜ英語を練習したいのですか？
ru: Почему вы хотите практиковать английский?
vi: Vì sao bạn lại muốn luyện tập tiếng Anh?

source: This point helps me adjust with themes to suit your needs
cn: 这一点可以帮助我调整主题以满足您的需求
es: Este punto me ayuda a adaptarme a temas que se adapten a sus necesidades.
hi: इस बिंदु से मुझे आपकी ज़रूरतों के अनुरूप थीम के साथ तालमेल बिठाने में मदद मिलती है
jp: この点は、あなたのニーズに合わせてテーマを調整するのに役立ちます
ru: Этот пункт помогает мне настроить темы в соответствии с вашими потребностями.
vi: Điểm này giúp mình điều chỉnh với các chủ đề cho phù hợp nhu cầu của bạn

source: Travel
cn: 旅行
es: Viaje
hi: यात्रा
jp: 旅行
ru: Путешествовать
vi: Du lịch

source: Career opportunities
cn: 工作机会
es: Oportunidades profesionales
hi: कैरियर के अवसर
jp: キャリアの機会
ru: Карьерные возможности
vi: Cơ hội nghề nghiệp

source: Education
cn: 教育
es: Educación
hi: शिक्षा
jp: 教育
ru: Образование
vi: Giáo dục

source: Live and work abroad
cn: 在国外生活和工作
es: Vivir y trabajar en el extranjero
hi: विदेश में रहते हैं और काम करते हैं
jp: 海外に住み、働く
ru: Живи и работай за границей
vi: Sống và làm việc nước ngoài

source: Culture & entertainment
cn: 文化娱乐
es: Cultura y entretenimiento
hi: संस्कृति और मनोरंजन
jp: 文化とエンターテインメント
ru: Культура и развлечения
vi: Văn hóa & giải trí

source: Is different
cn: 是不同的
es: Es diferente
hi: फरक है
jp: 異なります
ru: Отличается

# WhatIsYourNativeLanguage
source: What is your native language (mother tongue)?
cn: 你的母语是什么（母语）？
es: ¿Cuál es su lengua materna (lengua materna)?
hi: आपकी मातृभाषा (मातृभाषा) क्या है?
jp: あなたの母国語（母国語）は何ですか？
ru: Какой твой родной язык (родной язык)?
vi: Ngôn ngữ bản địa (tiếng mẹ đẻ ) của bạn là gì?

source: This point helps me to adjust the lesson content to suit your skill need to improve
cn: 这一点可以帮助我调整课程内容以适应您需要提高的技能
es: Este punto me ayuda a ajustar el contenido de la lección para que se adapte a la habilidad que necesita para mejorar.
hi: यह बिंदु मुझे आपके कौशल में सुधार करने की आवश्यकता के अनुरूप पाठ सामग्री को समायोजित करने में मदद करता है
jp: この点は、スキルを向上させるために必要なスキルに合わせてレッスンの内容を調整するのに役立ちます
ru: Этот момент помогает мне корректировать содержание урока в соответствии с вашими потребностями в улучшении навыков.
vi: Điểm này giúp mình điều chỉnh nội dung bài học cho phù hợp kỹ năng cần cải thiện của bạn

source: What is your current level of English?
cn: 你目前的英语水平如何?
es: ¿Cuál es tu nivel actual de inglés?
hi: आपका अंग्रेजी का वर्तमान स्तर क्या है?
jp: あなたの現在の英語のレベルは何ですか？
ru: Каков ваш текущий уровень английского?
vi: Trình độ tiếng Anh hiện tại của bạn là gì?

source: This Helps Me Adjust The Lesson Content To Suit My Ability
cn: 这有助于我调整课程内容以适合我的能力
es: Esto me ayuda a ajustar el contenido de la lección para que se adapte a mi habilidad
hi: यह मुझे मेरी क्षमता के अनुरूप पाठ सामग्री को समायोजित करने में मदद करता है
jp: これは、自分の能力に合わせてレッスンの内容を調整するのに役立ちます
ru: Это помогает мне адаптировать содержание урока к моим способностям
vi: Điều này giúp mình chỉnh nội dung bài học cho phù hợp năng lực

source: Basic
cn: 基本的
es: básico
hi: बुनियादी
jp: 基本
ru: Базовый
vi: Cơ bản

source: Medium
cn: 中等的
es: medio
hi: मध्यम
jp: 中くらい
ru: Середина
vi: Trung bình

source: Advanced
cn: 先进的
es: Avanzado
hi: उन्नत
jp: 高度
ru: Передовой
vi: Nâng cao

source: What is your training goal?
cn: 你的训练目标是什么？
es: ¿Cuál es tu objetivo de entrenamiento?
hi: आपका प्रशिक्षण लक्ष्य क्या है?
jp: あなたのトレーニングの目標は何ですか？
ru: Какая у тебя цель тренировок?
vi: Mục tiêu luyện tập của bạn là gì?

source: Next
cn: 下一个
es: Siguiente
hi: अगला
jp: 次
ru: следующий
vi: Tiếp theo

source: This point helps me to better accompany you to achieve your goal
cn: 这点有助于我更好地陪伴你实现你的目标
es: Este punto me ayuda a acompañarte mejor para lograr tu objetivo
hi: यह बिंदु मुझे आपके लक्ष्य को प्राप्त करने के लिए आपका साथ देने में मदद करता है
jp: この点は、私があなたの目標を達成するためにあなたにもっとよく同行するのに役立ちます
ru: Этот момент помогает мне лучше сопровождать вас в достижении вашей цели
vi: Điểm này giúp mình đồng hành cùng bạn tốt hơn để đạt được mục tiêu

source: Deliberately
cn: 故意地
es: Deliberadamente
hi: जान - बूझकर
jp: 故意に
ru: Умышленно
vi: Thong thả

# Minutesday
source: Minutes
cn: 分钟
es: minutos
hi: मिनट
jp: 分
ru: минут

source: 15Minutes/day
cn: 15分钟/天
es: 15 minutos / día
hi: १५मिनट/दिन
jp: 15分/日
ru: 15 минут / день
vi: 15phút/ngày

source: 20Minutes/day
cn: 20分钟/天
es: 20 minutos / día
hi: २०मिनट/दिन
jp: 20分/日
ru: 20 минут / день
vi: 20phút/ngày

source: 30Minutes/day
cn: 30分钟/天
es: 30 minutos / día
hi: ३० मिनट/दिन
jp: 30分/日
ru: 30 минут / день
vi: 30phút/ngày

source: 60Minutes/day
cn: 60分钟/天
es: 60 minutos / día
hi: ६०मिनट/दिन
jp: 60分/日
ru: 60 минут / день
vi: 60phút/ngày

source: Hard work
cn: 努力工作
es: Trabajo duro
hi: कठोर परिश्रम
jp: ハードワーク
ru: Тяжелая работа
vi: Chăm chỉ

source: Passion
cn: 热情
es: Pasión
hi: जुनून
jp: 情熱
ru: Страсть
vi: Đam mê

source: Skip
cn: 跳过
es: Saltar
hi: छोड़ें
jp: スキップ
ru: Пропускать
vi: Bỏ qua

source: When Do You Want To Study?
cn: 你想什么时候学习？
es: ¿Cuándo quieres estudiar?
hi: आप कब अध्ययन करना चाहते हैं?
jp: いつ勉強したいですか?
ru: Когда вы хотите учиться?
vi: Bạn muốn học vào lúc nào?

source: We will remind you to study every day!
cn: 我们会提醒你每天学习！
es: ¡Te recordaremos estudiar todos los días!
hi: हम आपको हर दिन अध्ययन करने की याद दिलाएंगे!
jp: 毎日勉強することを忘れないでください！
ru: Напоминаем учиться каждый день!
vi: Chúng tôi sẽ nhắc bạn học mỗi ngày!

source: Time setting
cn: 时间设定
es: Configuracion de hora
hi: समय सेटिंग
jp: 時間設定
ru: Настройки времени
vi: Cài đặt giờ học

source: Today
cn: 今天
es: Hoy dia
hi: आज
jp: 今日
ru: Сегодня
vi: Hôm nay

source: Subscribe channel
cn: 订阅频道
es: Suscribir canal
hi: चैनल को सब्सक्राइब करें
jp: チャンネル登録
ru: Подписаться на канал
vi: Kênh đăng ký

source: Search
cn: 搜索
es: Buscar
hi: खोज
jp: 検索
ru: Поиск
vi: Tìm kiếm

source: Suggestions for you
cn: 给你的建议
es: Sugerencias para ti
hi: आपके लिए सुझाव
jp: あなたへの提案
ru: Предложения для вас
vi: Gợi ý cho bạn

source: Family English
cn: 家庭英语
es: Inglés familiar
hi: परिवार अंग्रेजी
jp: 家族英語
ru: Семейный английский
vi: Tiếng Anh gia đình

source: English comedy videos
cn: 英语喜剧视频
es: Vídeos de comedia inglesa
hi: अंग्रेजी कॉमेडी वीडियो
jp: 英語のコメディビデオ
ru: Английские комедии

source: Film
cn: 电影
es: Película
hi: फ़िल्म
jp: 映画
ru: Фильм
vi: Phim

source: Popular
cn: 受欢迎的
hi: लोकप्रिय
jp: 人気
ru: Популя
vi: Phổ biến

source: Cartoon
cn: 卡通片
es: Dibujos animados
hi: कार्टून
jp: アニメーション
ru: Мультфильм
vi: Hoạt hình

source: Subscribed Channel
cn: 订阅频道
es: Canal suscrito
hi: सब्सक्राइब्ड चैनल
jp: チャンネル登録済みチャンネル
ru: Подписанный канал
vi: Kênh đã đăng ký

source: You Have Not Subscribed To Any Channel Yet
cn: 您还没有订阅任何频道
es: Aún no te has suscrito a ningún canal
hi: आपने अभी तक किसी भी चैनल को सब्सक्राइब नहीं किया है
jp: まだどのチャンネルにも登録していません
ru: Вы еще не подписались ни на один канал
vi: Bạn chưa đăng ký kênh nào

source: Number of people registered
cn: 注册人数
es: Numero de personas inscritas
hi: पंजीकृत लोगों की संख्या
jp: 登録人数
ru: Количество зарегистрированных людей
vi: Người đăng ký

source: Celebrity
cn: 名人
es: Celebridad
hi: प्रसिद्ध व्यक्ति
jp: 有名人
ru: Знаменитости
vi: Người nổi tiếng

source: Categories
cn: 类别
es: Categorías
hi: श्रेणियाँ
jp: カテゴリ
ru: Категории
vi: Chuyên mục

source: Channel
cn: 渠道
es: Canal
hi: चैनल
jp: チャネル
ru: Канал
vi: Kênh

source: See all
cn: 看到所有
es: Ver todo
hi: सभी देखें
jp: すべてを見る
ru: Увидеть все
vi: Xem tất cả

source: Beginner Listening
cn: 初学者听力
es: Escuchar para principiantes
hi: शुरुआती सुनना
jp: 初心者リスニング
ru: Слушание для начинающих
vi: Bài nghe sơ cấp

source: American Drama
cn: 美国戏剧
es: Drama americano
hi: अमेरिकी नाटक
jp: アメリカのドラマ
ru: Американская драма
vi: Phim bộ mỹ

source: Television program
cn: 电视节目
es: Programa de televisión
hi: टेलीविजन कार्यक्रम
jp: テレビ番組
ru: Телевизионная программа
vi: Chương trình TV

source: Greeting
cn: 问候
es: Saludo
hi: शुभकामना
jp: 挨拶
ru: Приветствие
vi: Chào hỏi

source: Feel
cn: 感觉
es: Sentir
hi: बोध
jp: 感じられる
ru: Чувствовать
vi: Cảm xúc

source: Search here
cn: 在这里搜索
es: Busca aquí
hi: यहां तलाश करो
jp: 検索
ru: Поищи здесь
vi: Tìm kiếm ở đây

source: English lecture
cn: 英语讲座
es: Conferencia de ingles
hi: अंग्रेजी व्याख्यान
jp: 英語講義
ru: Лекция по английскому языку
vi: Bài giảng tiếng Anh

source: Children
cn: 孩子们
es: Niños
hi: संतान
jp: 子供達
ru: Дети
vi: Thiếu nhi

source: Office English
cn: 办公英语
es: Inglés de oficina
hi: कार्यालय अंग्रेजी
jp: オフィス英語
ru: Офисный английский
vi: Tiếng Anh công sở

source: People
cn: 人们
es: Gente
hi: लोग
jp: 人
ru: Люди
vi: Con người

source: Theme
cn: 主题
es: Tema
hi: विषय
jp: テーマ
ru: Тема
vi: Chủ đề

source: Sample sentences
cn: 例句
es: Ejemplos de oraciones
hi: नमूना वाक्य
jp: サンプル文
ru: Примеры предложений
vi: Mẫu câu

source: Theme video
cn: 主题视频
es: Video temático
hi: थीम वीडियो
jp: テーマビデオ
ru: Тематическое видео
vi: Video chủ đề

source: See more
cn: 查看更多
es: Ver más
hi: और देखें
jp: 続きを見る
ru: Узнать больше
vi: Xem Thêm

source: Watched
cn: 看过
es: Observó
hi: देखे
jp: 見た
ru: Смотрели
vi: Đã xem

source: Channels with this topic
cn: 与此主题相关的频道
es: Canales con este tema
hi: इस विषय वाले चैनल
jp: このトピックのチャンネル
ru: Каналы с этой темой
vi: Các kênh có chủ đề này

source: Watch Full Video On Youtube
cn: 在 YouTube 上观看完整视频
es: Ver video completo en Youtube
hi: Youtube पर पूरा वीडियो देखें
jp: Youtubeでフルビデオを見る
ru: Посмотреть полное видео на Youtube
vi: Xem Video đầy đủ trên Youtobe

source: Report an error with English subtitles
cn: 用英文字幕报告错误
es: Informar un error con subtítulos en inglés
hi: अंग्रेज़ी उपशीर्षक के साथ त्रुटि की रिपोर्ट करें
jp: 英語字幕でエラーを報告する
ru: Сообщить об ошибке с английскими субтитрами
vi: Báo lỗi phụ đề Tiếng Anh

source: Report error with Vietnamese subtitles
cn: 报告越南语字幕错误
es: Informar de un error con subtítulos en vietnamita
hi: वियतनामी उपशीर्षक के साथ त्रुटि की रिपोर्ट करें
jp: ベトナム語字幕でエラーを報告する
ru: Сообщить об ошибке с вьетнамскими субтитрами
vi: Báo lỗi phụ đề Tiếng Việt

source: Watch channel
cn: 观看频道
es: Ver canal
hi: चैनल देखें
jp: チャンネルを見る
ru: Смотреть канал
vi: Xem kênh

source: Video Name
cn: 视频名称
es: Nombre del video
hi: वीडियो का नाम
jp: ビデオ名
ru: Название видео
vi: Tên Video

source: subtitle
cn: 字幕
es: subtítulos
hi: उपशीर्षक
jp: 字幕
ru: субтитры
vi: Phụ đề

source: Autoplay
cn: 自动播放
es: Auto-reproducción
hi: स्वत: प्ले
jp: 自動再生
ru: Автовоспроизведение
vi: Tự động phát

source: Auto repeat
cn: 自动重复
es: Repetición automática
hi: ऑटो रिपीट
jp: 自動リピート
ru: Автоматический повтор
vi: Tự động lặp lại

source: Repeat Main Sentence Pattern
cn: 重复主句模式
es: Repita el patrón de oración principal
hi: मुख्य वाक्य पैटर्न दोहराएं
jp: メインセンテンスパターンを繰り返す
ru: Повторить шаблон основного предложения
vi: Lặp lại mẫu câu chính

source: Sample sentence number
cn: 例句编号
es: Número de oración de muestra
hi: नमूना वाक्य संख्या
jp: サンプル文番号
ru: Номер образца предложения
vi: Số mẫu câu

source: Level
cn: 等级
es: Nivel
hi: स्तर
jp: レベル
ru: Уровень
vi: Trình độ

source: All
cn: 全部
es: Todos
hi: सभी
jp: 全て
ru: Все
vi: Tất cả

source: Introduction
cn: 介绍
es: Introducción
hi: परिचय
jp: 序章
ru: Вступление
vi: Nhập môn

source: Primary
cn: 基本的
es: Primario
hi: मुख्य
jp: 主要な
ru: Начальный
vi: Sơ cấp

source: Intermediate
cn: 中间的
es: Intermedio
hi: मध्यम
jp: 中級
ru: Средний
vi: Trung cấp

source: High Class
cn: 高级
es: Clase alta
hi: उच्च वर्ग
jp: 高級
ru: Высший класс
vi: Cao cấp

source: Conversation
cn: 对话
es: Conversacion
hi: बातचीत
jp: 会話
ru: Беседа
vi: Hội Thoại

source: Repeat
cn: 重复
es: Repetir
hi: दोहराना
jp: 繰り返す
ru: Повторить
vi: Lặp lại

# PracticeSpeaking
source: Practice
cn: 练习口语
es: Practica el habla
hi: बोलने का अभ्यास करें
jp: スピーキングの練習
ru: Практика разговорной речи
vi: Tập nói

source: Noun
cn: 名词
es: Sustantivo
hi: संज्ञा
jp: 名詞
ru: Имя существительное
vi: Danh từ

source: Verb
cn: 动词
es: Verbo
hi: क्रिया
jp: 動詞
ru: Глагол
vi: Động từ

source: Adjective
cn: 形容词
es: Adjetivo
hi: विशेषण
jp: 形容詞
ru: Прилагательное
vi: Tính từ

source: Vocabulary
cn: 词汇
es: Vocabulario
hi: शब्दावली
jp: ボキャブラリー
ru: Запас слов
vi: Từ vựng

source: Report pronunciation error
cn: 报告发音错误
es: Informar error de pronunciación
hi: रिपोर्ट उच्चारण त्रुटि
jp: 発音エラーを報告する
ru: Сообщить об ошибке произношения
vi: Báo lỗi phát âm

source: View lesson
cn: 查看课程
es: Ver lección
hi: सबक देखें
jp: レッスンを見る
ru: Посмотреть урок
vi: Xem bài học

source: Delete sentence pattern
cn: 删除句型
es: Eliminar patrón de oración
hi: वाक्य पैटर्न हटाएं
jp: 文型を削除する
ru: Удалить шаблон предложения
vi: Xóa mẫu câu

source: Notify
cn: 通知
es: Notificar
hi: सूचित करें
jp: 通知する
ru: Поставить в известность
vi: Thông báo

source: Target
cn: 目标
es: Objetivo
hi: लक्ष्य
jp: 目標
ru: Цель
vi: Mục tiêu

source: Standing Out
cn: 脱颖而出
es: Sobresalir
hi: बाहर खड़े होना
jp: 目立つ
ru: Выделяться
vi: Đang nổi bật

source: Monthly Goal
cn: 每月目标
es: Objetivo mensual
hi: मासिक लक्ष्य
jp: 月間目標
ru: Ежемесячная цель
vi: Mục tiêu tháng

source: Gain 50 Experience To Open Chests
cn: 获得 50 经验打开宝箱
es: Obtén 50 de experiencia para abrir cofres
hi: चेस्ट खोलने का ५० अनुभव प्राप्त करें
jp: チェストを開くために50の経験値を獲得する
ru: Получите 50 опыта, чтобы открывать сундуки
vi: Đạt 50 kinh nghiệm để mở rương

source: Attendance
cn: 出勤率
es: Asistencia
hi: उपस्थिति
jp: 出席
ru: Посещаемость
vi: Điểm danh

source: Set Learning Goals
cn: 设定学习目标
es: Establecer metas de aprendizaje
hi: सीखने के लक्ष्य निर्धारित करें
jp: 学習目標を設定する
ru: Ставьте цели обучения
vi: Cài đặt mục tiêu học tập

source: Complete daily goals and collect fried chicken
cn: 完成每日目标并收集炸鸡
es: Completa objetivos diarios y recolecta pollo frito.
hi: दैनिक लक्ष्यों को पूरा करें और तला हुआ चिकन इकट्ठा करें
jp: 毎日の目標を達成し、フライドチキンを集める
ru: Выполняйте ежедневные цели и собирайте жареную курицу
vi: Hoàn thành mục tiêu mỗi ngày và thu thập gà rán

source: Statistical
cn: 统计
es: Estadístico
hi: सांख्यिकीय
jp: 統計
ru: Статистическая
vi: Thống kê

source: Total Experience
cn: 所有经验
es: Experiencia total
hi: कुल अनुभव
jp: トータルエクスペリエンス
ru: Общий опыт
vi: Tổng kinh nghiệm

source: Learned Vocabulary
cn: 学过的词汇
es: Vocabulario aprendido
hi: सीखी हुई शब्दावली
jp: 学んだ語彙
ru: Выученный словарь
vi: Từ vựng đã học

source: Videos Watched
cn: 观看的视频
es: Vídeos vistos
hi: देखे गए वीडियो
jp: 視聴したビデオ
ru: Просмотренные видео
vi: Video đã xem

source: Dialogue Learned
cn: 对话学习
es: Diálogo aprendido
hi: संवाद सीखा
jp: 学習したダイアログ
ru: Диалог изучен
vi: Hội thoại đã học

source: Change Password
cn: 更改密码
es: Cambiar la contraseña
hi: पासवर्ड बदलें
jp: パスワードを変更する
ru: Измени пароль
vi: Đổi mật khẩu

source: Confirm Email
cn: 确认电子邮件
es: Confirmar correo electrónico
hi: ईमेल की पुष्टि करें
jp: Eメール確認
ru: подтвердите электронный адрес
vi: Xác nhận Email

source: Change Name
cn: 更换名字
es: Cambiar nombre
hi: नाम परिवर्तन करें
jp: 名前を変更する
ru: Изменить имя
vi: Đổi Tên

source: You Can Change It To Another Name
cn: 你可以把它改成另一个名字
es: Puedes cambiarlo por otro nombre
hi: आप इसे दूसरे नाम में बदल सकते हैं
jp: 別の名前に変更できます
ru: Вы можете изменить его на другое имя
vi: Bạn có thể đổi thành tên khác

source: Current Password
cn: 当前密码
es: Contraseña actual
hi: वर्तमान पासवर्ड
jp: 現在のパスワード
ru: текущий пароль
vi: Mật khẩu hiện tại

source: A New Password
cn: 新密码
es: Una nueva contraseña
hi: एक नया पासवर्ड
jp: 新しいパスワード
ru: Новый пароль
vi: Mật khẩu mới

source: Con firm New Password
cn: 确认新密码
es: Confirmar nueva contraseña
hi: नए पासवर्ड की पुष्टि करें
jp: 新しいパスワードを確認
ru: Подтвердите новый пароль
vi: Xác nhận mật khẩu mới

source: Complete
cn: 完全的
es: Completo
hi: पूर्ण
jp: 完了
ru: Полный
vi: Hoàn thành

source: Email address
cn: 电子邮件地址
es: Dirección de correo electrónico
hi: ईमेल पता
jp: 電子メールアドレス
ru: Адрес электронной почты
vi: Địa chỉ Email

source: Sign in to continue your learning progress
cn: 登录以继续您的学习进度
es: Inicie sesión para continuar con su progreso de aprendizaje
hi: अपनी सीखने की प्रगति जारी रखने के लिए साइन इन करें
jp: サインインして学習の進歩を続ける
ru: Войдите, чтобы продолжить обучение
vi: Đăng nhập để tiếp tục tiến trình học của bạn

source: Forgot password
cn: 忘记密码
es: Se te olvidó tu contraseña
hi: पासवर्ड भूल गए
jp: パスワードをお忘れですか
ru: Забыл пароль
vi: Quên mật khẩu?

source: Or
cn: 或者
es: O
hi: या
jp: または
ru: Или
vi: Hoặc

source: Later
cn: 之后
es: Más tarde
hi: बाद में
jp: 後で
ru: Потом
vi: Để Sau

source: Login with Facebook
cn: 使用脸书登入
es: Iniciar sesión con Facebook
hi: फेसबुक में जाये
jp: Facebookでログイン
ru: Войти с Facebook
vi: Đăng nhập bằng Facebook

source: Sign up to save your learning progress
cn: 注册以保存您的学习进度
es: Regístrese para guardar su progreso de aprendizaje
hi: अपनी सीखने की प्रगति को बचाने के लिए साइन अप करें
jp: サインアップして学習の進捗状況を保存します
ru: Зарегистрируйтесь, чтобы сохранить свой прогресс в обучении
vi: Đăng ký để lưu tiến trình học
